Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: AdminSettings|How often to take a sample, in seconds. Must be between 1 and 60. Default is 1.
sv: AdminSettings|Hur ofta ett prov ska tas, i sekunder. Måste vara mellan 1 och 60. Standardvärdet är 1.

source: AdminSettings|Sample database activity so you can review what the database was doing in the past. Install pg_ash before you turn on sampling.
sv: AdminSettings|Ta stickprov av databasaktiviteten så att du kan granska vad databasen gjorde tidigare. Installera pg_ash innan du aktiverar stickprovstagning.

source: AdminSettings|Sample interval (seconds)
sv: AdminSettings|Stickprovsintervall (sekunder)

source: AdminSettings|Turn on session sampling
sv: AdminSettings|Aktivera stickprovstagning av sessioner

source: CI/CD configuration
sv: CI/CD-konfiguration

source: CI/CD configuration file
sv: CI/CD-konfigurationsfil

source: CICDAnalytics|All time
sv: CICDAnalytics|Hela perioden

source: CICDAnalytics|Projects with releases
sv: CICDAnalytics|Projekt med versioner

source: CICDAnalytics|Release statistics
sv: CICDAnalytics|Versionsstatistik

source: CICDAnalytics|Something went wrong while fetching release statistics
sv: CICDAnalytics|Något gick fel när versionsstatistiken hämtades.

source: CICD|Add an existing project to the scope
sv: CICD|Lägg till ett befintligt projekt i omfånget

source: CICD|Automatic deployment to staging, manual deployment to production
sv: CICD|Automatisk driftsättning till förproduktionsmiljön, manuell driftsättning till produktion

source: CICD|Unprotected branches will not have access to the cache from protected branches.
sv: CICD|Oskyddade grenar får inte åtkomst till cachen från skyddade grenar.

source: CICD|Use separate caches for protected branches
sv: CICD|Använd separata cachar för skyddade grenar

source: ClusterAgents|Token created by %{userName}
sv: ClusterAgents|Token skapad av %{userName}

source: ClusterAgents|Token revoked by %{userName}
sv: ClusterAgents|Token återkallad av %{userName}

source: ClusterIntegration|Enter new Service Token
sv: ClusterIntegration|Ange en ny tjänstetoken

source: ClusterIntegration|Service Token
sv: ClusterIntegration|Tjänstetoken

source: ClusterIntegration|There was a problem authenticating with your cluster. Please ensure your CA Certificate and Token are valid.
sv: ClusterIntegration|Det uppstod ett problem när klustret skulle autentiseras. Kontrollera att CA-certifikatet och token är giltiga.

source: Committed by
sv: Incheckad av

source: Configure SAST IaC in `.gitlab-ci.yml`, creating this file if it does not already exist
sv: Konfigurera SAST IaC i `.gitlab-ci.yml` och skapa filen om den inte redan finns

source: Configure SAST in `.gitlab-ci.yml`, creating this file if it does not already exist
sv: Konfigurera SAST i `.gitlab-ci.yml` och skapa filen om den inte redan finns

source: Configure Secret Detection in `.gitlab-ci.yml`, creating this file if it does not already exist
sv: Konfigurera hemlighetsidentifiering i `.gitlab-ci.yml` och skapa filen om den inte redan finns

source: Copy %{accessTokenType}
sv: Kopiera %{accessTokenType}

source: Create an incident. Incidents are created for each alert triggered.
sv: Skapa en incident. Incidenter skapas för varje utlöst larm.

source: CredentialsInventory|No credentials found
sv: CredentialsInventory|Inga autentiseringsuppgifter hittades

source: DastProfiles|A passive scan monitors all HTTP messages (requests and responses) sent to the target. An active scan attacks the target to find potential vulnerabilities.
sv: DastProfiles|En passiv skanning övervakar alla HTTP-meddelanden (begäranden och svar) som skickas till målet. En aktiv skanning angriper målet för att hitta potentiella sårbarheter.

source: DastProfiles|API endpoint URL
sv: DastProfiles|URL till API-slutpunkt

source: DastProfiles|Additional request headers (optional)
sv: DastProfiles|Ytterligare begärandehuvuden (valfritt)

source: DastProfiles|Attacks the target to find potential vulnerabilities. Active scans are potentially harmful to the site being scanned.
sv: DastProfiles|Angriper målet för att hitta potentiella sårbarheter. Aktiva skanningar kan vara skadliga för webbplatsen som skannas.

source: DastProfiles|Change scanner profile
sv: DastProfiles|Byt skannerprofil

source: DastProfiles|Choose a scan method
sv: DastProfiles|Välj en skanningsmetod

source: DastProfiles|Could not create the site profile. Please try again.
sv: DastProfiles|Det gick inte att skapa webbplatsprofilen. Försök igen.

source: DastProfiles|Could not update the scanner profile. Please try again.
sv: DastProfiles|Det gick inte att uppdatera skannerprofilen. Försök igen.

source: DastProfiles|Could not update the site profile. Please try again.
sv: DastProfiles|Det gick inte att uppdatera webbplatsprofilen. Försök igen.

source: DastProfiles|DAST profile library
sv: DastProfiles|DAST-profilbibliotek

source: DastProfiles|Debug messages
sv: DastProfiles|Felsökningsmeddelanden

source: DastProfiles|Edit scanner profile
sv: DastProfiles|Redigera skannerprofil

source: DastProfiles|Enter URLs in a comma-separated list.
sv: DastProfiles|Ange URL:er i en kommaseparerad lista.

source: DastProfiles|Excluded URLs
sv: DastProfiles|Undantagna URL:er

source: DastProfiles|Excluded URLs (optional)
sv: DastProfiles|Undantagna URL:er (valfritt)

source: DastProfiles|Excluded paths
sv: DastProfiles|Undantagna sökvägar

source: DastProfiles|Excluded paths (optional)
sv: DastProfiles|Undantagna sökvägar (valfritt)

source: DastProfiles|Hide debug messages
sv: DastProfiles|Dölj felsökningsmeddelanden

source: DastProfiles|Include debug messages in the DAST console output.
sv: DastProfiles|Inkludera felsökningsmeddelanden i DAST-konsolens utdata.

source: DastProfiles|Manage profiles
sv: DastProfiles|Hantera profiler

source: DastProfiles|Monitors all HTTP requests sent to the target to find potential vulnerabilities.
sv: DastProfiles|Övervakar alla HTTP-begäranden som skickas till målet för att hitta potentiella sårbarheter.

source: DastProfiles|No scanner profile selected
sv: DastProfiles|Ingen skannerprofil vald

source: DastProfiles|No scanner profiles created yet
sv: DastProfiles|Inga skannerprofiler har skapats ännu

source: DastProfiles|No site profile selected
sv: DastProfiles|Ingen webbplatsprofil vald

source: DastProfiles|No site profiles created yet
sv: DastProfiles|Inga webbplatsprofiler har skapats ännu

source: DastProfiles|Profile is being used by this on-demand scan
sv: DastProfiles|Profilen används av den här behovsbaserade skanningen

source: DastProfiles|Profile name
sv: DastProfiles|Profilnamn

source: DastProfiles|Request headers
sv: DastProfiles|Begärandehuvuden

source: DastProfiles|Run the AJAX spider, in addition to the traditional spider, to crawl the target site.
sv: DastProfiles|Kör AJAX-spindeln utöver den traditionella spindeln för att genomsöka målwebbplatsen.

source: DastProfiles|Save commonly used configurations for target sites and scan specifications as profiles. Use these with an on-demand scan.
sv: DastProfiles|Spara ofta använda konfigurationer för målwebbplatser och skanningsspecifikationer som profiler. Använd dem med en behovsbaserad skanning.

source: DastProfiles|Scan method
sv: DastProfiles|Skanningsmetod

source: DastProfiles|Scan mode
sv: DastProfiles|Skanningsläge

source: DastProfiles|Scanner name
sv: DastProfiles|Skannernamn

source: DastProfiles|Select a scanner profile to run a DAST scan
sv: DastProfiles|Välj en skannerprofil för att köra en DAST-skanning

source: DastProfiles|Select a site profile to run a DAST scan
sv: DastProfiles|Välj en webbplatsprofil för att köra en DAST-skanning

source: DastProfiles|Select scanner profile
sv: DastProfiles|Välj skannerprofil

source: DastProfiles|Select site profile
sv: DastProfiles|Välj webbplatsprofil

source: DastProfiles|Show debug messages
sv: DastProfiles|Visa felsökningsmeddelanden

source: DastProfiles|Submit button
sv: DastProfiles|Skicka-knapp

source: DastProfiles|Submit button (optional)
sv: DastProfiles|Skicka-knapp (valfritt)

source: DastProfiles|Target URL
sv: DastProfiles|Mål-URL

source: DastProfiles|This profile is currently being used in a policy.
sv: DastProfiles|Den här profilen används för närvarande i en policy.

source: DastProfiles|This scanner profile is currently being used by a policy. To make edits you must remove it from the active policy.
sv: DastProfiles|Den här skannerprofilen används för närvarande av en policy. Ta bort den från den aktiva policyn för att göra ändringar.

source: DastProfiles|This site profile is currently being used by a policy. To make edits you must remove it from the active policy.
sv: DastProfiles|Den här webbplatsprofilen används för närvarande av en policy. Ta bort den från den aktiva policyn för att göra ändringar.

source: DastProfiles|URLs to skip during the authenticated scan.
sv: DastProfiles|URL:er som ska hoppas över under den autentiserade skanningen.

source: DastProfiles|Username form field
sv: DastProfiles|Användarnamnsfält

source: DastProfiles|Validation status
sv: DastProfiles|Valideringsstatus

source: DastProfiles|What does each method do?
sv: DastProfiles|Vad gör varje metod?

source: DastProfiles|You can either choose a passive scan or validate the target site from the site profile management page. %{docsLinkStart}Learn more about site validation.%{docsLinkEnd}
sv: DastProfiles|Du kan antingen välja en passiv skanning eller validera målwebbplatsen från sidan för hantering av webbplatsprofiler. %{docsLinkStart}Läs mer om webbplatsvalidering.%{docsLinkEnd}

source: DastProfiles|You cannot run an active scan against an unvalidated site.
sv: DastProfiles|Du kan inte köra en aktiv skanning mot en ovaliderad webbplats.

source: DeployTokens|Allows read and write access to the package registry.
sv: DeployTokens|Tillåter läs- och skrivåtkomst till paketregistret.

source: DeployTokens|Allows read-only access to registry images.
sv: DeployTokens|Tillåter skrivskyddad åtkomst till registeravbildningar.

source: DeployTokens|Allows read-only access to the package registry.
sv: DeployTokens|Tillåter skrivskyddad åtkomst till paketregistret.

source: DeployTokens|Allows read-only access to the repository.
sv: DeployTokens|Tillåter skrivskyddad åtkomst till arkivet.

source: DeployTokens|Allows write access to registry images.
sv: DeployTokens|Tillåter skrivåtkomst till registeravbildningar.

source: DeployTokens|Copy deploy token
sv: DeployTokens|Kopiera driftsättningstoken

source: DeployTokens|Create a new deploy token for all projects in this group. %{link_start}What are deploy tokens?%{link_end}
sv: DeployTokens|Skapa en ny driftsättningstoken för alla projekt i den här gruppen. %{link_start}Vad är driftsättningstoken?%{link_end}

source: DeployTokens|Create deploy token
sv: DeployTokens|Skapa driftsättningstoken

source: DeployTokens|Deploy tokens
sv: DeployTokens|Driftsättningstoken

source: DeployTokens|Deploy tokens allow access to packages, your repository, and registry images.
sv: DeployTokens|Driftsättningstoken ger åtkomst till paket, ditt arkiv och registeravbildningar.

source: DeployTokens|Enter a username for your token. Defaults to %{code_start}gitlab+deploy-token-{n}%{code_end}.
sv: DeployTokens|Ange ett användarnamn för token. Standardvärdet är %{code_start}gitlab+deploy-token-{n}%{code_end}.

source: DeployTokens|Enter an expiration date for your token. Defaults to never expire.
sv: DeployTokens|Ange ett utgångsdatum för token. Standardvärdet är att den aldrig upphör att gälla.

source: DeployTokens|Group deploy tokens allow access to the packages, repositories, and registry images within the group.
sv: DeployTokens|Gruppdriftsättningstoken ger åtkomst till paket, arkiv och registeravbildningar i gruppen.

source: DeployTokens|Name
sv: DeployTokens|Namn

source: DeployTokens|New deploy token
sv: DeployTokens|Ny driftsättningstoken

source: DeployTokens|Scopes
sv: DeployTokens|Omfattningar

source: DeployTokens|This action cannot be undone.
sv: DeployTokens|Den här åtgärden kan inte ångras.

source: DeployTokens|This username supports access. %{link_start}What kind of access?%{link_end}
sv: DeployTokens|Det här användarnamnet ger åtkomst. %{link_start}Vilken slags åtkomst?%{link_end}

source: DeployTokens|Your new group deploy token has been created.
sv: DeployTokens|Din nya gruppdriftsättningstoken har skapats.

source: DeployTokens|Your new project deploy token has been created.
sv: DeployTokens|Din nya projektdriftsättningstoken har skapats.

source: DevopsAdoption|SAST enabled for at least one project
sv: DevopsAdoption|SAST är aktiverat för minst ett projekt

source: GroupSettings|Applied to all subgroups unless overridden by a group owner. Groups already added to the project lose access.
sv: GroupSettings|Tillämpas på alla undergrupper om inte en gruppägare åsidosätter inställningen. Grupper som redan lagts till i projektet förlorar åtkomsten.

source: GroupSettings|Auto DevOps pipeline was updated for the group
sv: GroupSettings|Auto DevOps-pipelinen uppdaterades för gruppen

source: GroupSettings|Available only on the top-level group. Applies to all subgroups. Groups already shared with a group outside %{group} are still shared unless removed manually.
sv: GroupSettings|Endast tillgängligt för gruppen på toppnivå. Gäller för alla undergrupper. Grupper som redan delas med en grupp utanför %{group} delas fortfarande om de inte tas bort manuellt.

source: GroupSettings|Be careful. Changing a group's parent can have unintended side effects. %{learn_more_link_start}Learn more.%{learn_more_link_end}
sv: GroupSettings|Var försiktig. Att ändra en grupps överordnade grupp kan få oavsiktliga följder. %{learn_more_link_start}Läs mer.%{learn_more_link_end}

source: GroupSettings|Change group URL
sv: GroupSettings|Ändra grupp-URL

source: GroupSettings|Changing a group's URL can have unintended side effects.
sv: GroupSettings|Att ändra en grupps URL kan få oavsiktliga följder.

source: GroupSettings|Choose a group path that does not start with a dash or end with a period. It can also contain alphanumeric characters and underscores.
sv: GroupSettings|Välj en gruppsökväg som inte börjar med ett bindestreck eller slutar med en punkt. Den kan även innehålla alfanumeriska tecken och understreck.

source: In case of pull mirroring, your user will be the author of all events in the activity feed that are the result of an update, like new branches being created or new commits being pushed to existing branches.
sv: Vid pull-spegling kommer din användare att anges som författare till alla händelser i aktivitetsflödet som uppstår till följd av en uppdatering, till exempel när nya grenar skapas eller nya incheckningar skickas upp till befintliga grenar.

source: Incident Management Limits
sv: Gränser för incidenthantering

source: Incident template (optional).
sv: Incidentmall (valfritt).

source: IncidentManagement|%{hours} hours, %{minutes} minutes remaining
sv: IncidentManagement|%{hours} timmar och %{minutes} minuter återstår

source: IncidentManagement|%{minutes} minutes remaining
sv: IncidentManagement|%{minutes} minuter återstår

source: IncidentManagement|Achieved SLA
sv: IncidentManagement|Uppnådd SLA

source: IncidentManagement|All
sv: IncidentManagement|Alla

source: IncidentManagement|All alerts promoted to incidents are automatically displayed within the list.
sv: IncidentManagement|Alla larm som befordras till incidenter visas automatiskt i listan.

source: IncidentManagement|All alerts promoted to incidents are automatically displayed within the list. You can also create a new incident using the button below.
sv: IncidentManagement|Alla larm som befordras till incidenter visas automatiskt i listan. Du kan också skapa en ny incident med knappen nedan.

source: IncidentManagement|Assignees
sv: IncidentManagement|Tilldelade

source: IncidentManagement|Closed
sv: IncidentManagement|Stängd

source: IncidentManagement|Create incident
sv: IncidentManagement|Skapa incident

source: IncidentManagement|Critical - S1
sv: IncidentManagement|Kritisk – S1

source: IncidentManagement|Date created
sv: IncidentManagement|Skapad den

source: IncidentManagement|Display your incidents in a dedicated view
sv: IncidentManagement|Visa incidenterna i en särskild vy

source: IncidentManagement|High - S2
sv: IncidentManagement|Hög – S2

source: IncidentManagement|Incidents
sv: IncidentManagement|Incidenter

source: IncidentManagement|Low - S4
sv: IncidentManagement|Låg – S4

source: IncidentManagement|Medium - S3
sv: IncidentManagement|Medel – S3

source: IncidentManagement|Missed SLA
sv: IncidentManagement|Missad SLA

source: IncidentManagement|No incidents to display.
sv: IncidentManagement|Inga incidenter att visa.

source: IncidentManagement|None
sv: IncidentManagement|Ingen

source: IncidentManagement|Open
sv: IncidentManagement|Öppen

source: IncidentManagement|Page your team with escalation policies
sv: IncidentManagement|Larma teamet med eskaleringspolicyer

source: IncidentManagement|Paged
sv: IncidentManagement|Larmad

source: IncidentManagement|Published
sv: IncidentManagement|Publicerad

source: IncidentManagement|Published to status page
sv: IncidentManagement|Publicerad på statussidan

source: IncidentManagement|Severity
sv: IncidentManagement|Allvarlighetsgrad

source: IncidentManagement|There are no closed incidents
sv: IncidentManagement|Det finns inga stängda incidenter

source: IncidentManagement|There was an error displaying the incidents.
sv: IncidentManagement|Ett fel uppstod när incidenterna skulle visas.

source: IncidentManagement|Time to SLA
sv: IncidentManagement|Tid till SLA

source: IncidentManagement|Unassigned
sv: IncidentManagement|Ej tilldelad

source: IncidentManagement|Unknown
sv: IncidentManagement|Okänd

source: IncidentManagement|Unpublished
sv: IncidentManagement|Opublicerad

source: IncidentManagement|Use escalation policies to automatically page your team when incidents are created.
sv: IncidentManagement|Använd eskaleringspolicyer för att automatiskt larma teamet när incidenter skapas.

source: IncidentSettings|Activate "time to SLA" countdown timer
sv: IncidentSettings|Aktivera nedräkningstimer för ”tid till SLA”

source: IncidentSettings|Fine-tune incident settings and set up integrations with external tools to help better manage incidents.
sv: IncidentSettings|Finjustera incidentinställningar och konfigurera integrationer med externa verktyg för att bättre hantera incidenter.

source: IncidentSettings|Incident settings
sv: IncidentSettings|Incidentinställningar

source: IncidentSettings|Incidents
sv: IncidentSettings|Incidenter

source: IncidentSettings|Time limit
sv: IncidentSettings|Tidsgräns

source: IncidentSettings|Time limit must be a multiple of 15 minutes.
sv: IncidentSettings|Tidsgränsen måste vara en multipel av 15 minuter.

source: IncidentSettings|Time limit must be a valid number.
sv: IncidentSettings|Tidsgränsen måste vara ett giltigt tal.

source: IncidentSettings|Time limit must be greater than 0.
sv: IncidentSettings|Tidsgränsen måste vara större än 0.

source: IncidentSettings|When activated, this applies to all new incidents in the project.
sv: IncidentSettings|När den är aktiverad gäller den här inställningen alla nya incidenter i projektet.

source: IncidentSettings|hours
sv: IncidentSettings|timmar

source: IncidentSettings|minutes
sv: IncidentSettings|minuter

source: Incidents|Add image details
sv: Incidents|Lägg till bildinformation

source: Incidents|Add text or a link to display with your image. If you don't add either, the file name displays instead.
sv: Incidents|Lägg till text eller en länk som visas med bilden. Om du inte lägger till något av dem visas filnamnet i stället.

source: Incidents|Drop or %{linkStart}upload%{linkEnd} a metric screenshot to attach it to the incident
sv: Incidents|Släpp eller %{linkStart}ladda upp%{linkEnd} en skärmbild av ett mått för att bifoga den till incidenten

source: Incident|Alert details
sv: Incident|Larmdetaljer

source: Incident|Are you sure you wish to delete this image?
sv: Incident|Är du säker på att du vill ta bort den här bilden?

source: Incident|Delete image
sv: Incident|Ta bort bild

source: Incident|Deleting %{filename}
sv: Incident|Tar bort %{filename}

source: Incident|Edit image text or link
sv: Incident|Redigera bildtext eller länk

source: Incident|Editing %{filename}
sv: Incident|Redigerar %{filename}

source: Incident|Metrics
sv: Incident|Mått

source: Incident|Summary
sv: Incident|Sammanfattning

source: Incident|There was an issue loading alert data. Please try again.
sv: Incident|Ett problem uppstod när larmdata skulle läsas in. Försök igen.

source: Incident|There was an issue loading incident data. Please try again.
sv: Incident|Ett problem uppstod när incidentdata skulle läsas in. Försök igen.

source: InviteMembers|Invite a group
sv: InviteMembers|Bjud in en grupp

source: InviteMembers|Invite team members
sv: InviteMembers|Bjud in teammedlemmar

source: Launch a ready-to-code development environment for your project.
sv: Starta en utvecklingsmiljö för ditt projekt som är redo för kodning.

source: Members|%{time} by %{user}
sv: Members|%{time} av %{user}

source: Members|%{userName} is currently an LDAP user. Editing their permissions will override the settings from the LDAP group sync.
sv: Members|%{userName} är för närvarande en LDAP-användare. Om du redigerar användarens behörigheter åsidosätts inställningarna från LDAP-gruppsynkroniseringen.

source: Members|An error occurred while trying to enable LDAP override, please try again.
sv: Members|Ett fel uppstod när LDAP-åsidosättningen skulle aktiveras. Försök igen.

source: Members|An error occurred while trying to revert to LDAP group sync settings, please try again.
sv: Members|Ett fel uppstod när LDAP-gruppsynkroniseringsinställningarna skulle återställas. Försök igen.

source: Members|An error occurred while updating the member's expiration date, please try again.
sv: Members|Ett fel uppstod när medlemmens utgångsdatum skulle uppdateras. Försök igen.

source: Members|An error occurred while updating the member's role, please try again.
sv: Members|Ett fel uppstod när medlemmens roll skulle uppdateras. Försök igen.

source: Members|Are you sure you want to deny %{usersName}'s request to join "%{source}"
sv: Members|Är du säker på att du vill avslå %{usersName}s begäran om att gå med i ”%{source}”?

source: Members|Are you sure you want to leave "%{source}"?
sv: Members|Är du säker på att du vill lämna ”%{source}”?

source: Members|Are you sure you want to remove "%{groupName}"?
sv: Members|Är du säker på att du vill ta bort ”%{groupName}”?

source: Members|Are you sure you want to revoke the invitation for %{inviteEmail} to join "%{source}"
sv: Members|Är du säker på att du vill återkalla inbjudan till %{inviteEmail} att gå med i ”%{source}”?

source: Members|Are you sure you want to withdraw your access request for "%{source}"
sv: Members|Är du säker på att du vill dra tillbaka din åtkomstbegäran till ”%{source}”?

source: Members|Direct
sv: Members|Direkt

source: Members|Disabled
sv: Members|Inaktiverad

source: Members|Edit permissions
sv: Members|Redigera behörigheter

source: Members|Enabled
sv: Members|Aktiverad

source: Members|Expiration date removed successfully.
sv: Members|Utgångsdatumet har tagits bort.

source: Members|Expiration date updated successfully.
sv: Members|Utgångsdatumet har uppdaterats.

source: Members|Filter members
sv: Members|Filtrera medlemmar

source: Members|LDAP override enabled.
sv: Members|LDAP-åsidosättning aktiverad.

source: Members|Leave "%{source}"
sv: Members|Lämna ”%{source}”

source: Members|Membership
sv: Members|Medlemskap

source: Members|Remove "%{groupName}"
sv: Members|Ta bort ”%{groupName}”

source: Members|Remove group
sv: Members|Ta bort grupp
